[FILE]
Author=Artem Izmaylov
Help=AIMP-en.chm
Icon=0000010001001010000001001800680300001600000028000000100000002000000001001800000000004003000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000AF62289C5F47B45C1FBF5B07BC5601BE6A25937B850720CE071FCB7D6C8EB05F29B14A01AE4A06A44B1F8C4F489A4720B97F5399A2CAA092A3CF7D31E67400E58D28B6A19D1749F31648F49D95B1D68330DB6B00C6752F9C8C9F8A94CAA86748C37230D0B494AEBCDEAA9FAED3833AF79520C1AAA01E55FB1D54FCA7A0B7E58A2AD27E35A797A69FAEDFC0AA9CAB5422C6630FE88F29D8B285B3B8D3AB9BA9D09866C7AC9A2257FA2155FBACA1B2CD9768AA949FA2AAD6C6A793D6812EAC4405CF7E2FEE9126FBAD42E7CEADBCC5E6C2BCCACBBEBE275AFC2658FCB3B0CABBB5C4B0BBE1D1C1B7EEA54CDD7F21B76224A48C8DC1A796C8A98ECEBAADBEC4E2B2C5FC9FB5FA2E5FFE2C5CFE90A8F697ADF7AAB7E5C2B2B2B79786AE938E907179133EEB265BF82C62FB3063FC3364FE3465FE3566FE3566FE3363FE2C5DFE2557FE2053FE1A4EFC134AFB0D41F30A1EC81640EB295DF92F64FC3466FD3869FE386AFF396AFF3A69FF3666FE2E5FFE275AFE2154FE1B4EFD144BFB0E43F40921C99D8FA0BAAAAAC3ACA1CCC2C3B9C5EFA9C0FF9DB7FF3A6AFF3567FE8EA9FA8FA9FBA1B2ECB9B1BFAD9798A4949E897488D08438F0992FFFB955E9D7BDBCC8EEC4C1D1D1CAC6386AFC3466FCB9B7CDB9B3C4AAB6E3CEC2BFEEAA58DC8229B9692CCF6E0FF49D33E1BD8FBABFD6B4A4AADAA96CD6BEA23669FA3265FBB8ADB5D59D68AE9699A5ACD2CAAC96E08830B84E04CE8135D8C1A4B3C0DFB4A6AAE19239FFA622D2BBA73469FB3164FCB5ADBCF1952CDE862FAD999D9EAEDAC4AF9FB96224C8905D9AA5C9AC999DDE8C2FF68601F49D2CC8B2A42D60F72B5CF7ADA5BAE29135E87802D47F29A68F908995C8B8794AC07835AE754FC2722ECE7114CE6D0CD08231A692961740E7173CE48F86A6C17738C4630CC06413B4652BA16749AC6029000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1033
Name=English (EN)
VersionID=4120

[About]
B1=Close
Caption=About
L1=Support:
L2=Author:
L4=Designer:
L5=License
L6=Change log

[Actions]
EqualizerFrame=Equalizer
Form.DockTo=Dock
Form.DockToEdges=to left screen side|to right screen side|to top screen side|to bottom screen side
Form.DoMaximize=Maximize
Form.Maximize=Maximize|Restore
Form.Minimize=Minimize
Form.Minimize=Minimize
Form.Pin=Pin window
Form.StayOnTop=Stay On Top
Form.Undock=Undock
Form.Visible=%s - show|%s - hide
PlaylistFrame=Playlist
QuickSearch=Quick search
Tabs.ScrollDown=Scroll tabs backward
Tabs.ScrollUp=Scroll tabs forward
Visuals.VisualMenu=List of visualizations

[AddLinkDialog]
btnOk=OK
Caption=Add link
lbLink=Streaming link:
lbName=Name:

[AIMP]
acCopyTo=Copy to...
acFormsTogglePlaylistVisibility.h=Show/Hide Playlist
acFormsTogglePlaylistVisibility=Playlist
acHelp=Help
acMainAddFiles.h=Add Files
acMainAddFiles=Files
acMainAddFolder.h=Add Folder
acMainAddFolder=Folder
acMainAddPlaylist.h=Add Playlist
acMainAddPlaylist=Playlist
acMainAddURL.h=Add URL
acMainAddURL=URL
acMainBookmarksManager=Bookmarks Manager
acMainDSPManager=DSP Manager
acMainDSPManagerCrossMixing=DSP Manager: Mixing Options
acMainDSPManagerEQ=DSP Manager: Equalizer
acMainDSPManagerVolumeNormalization=DSP Manager: Volume Normalization
acMainExit.h=Close AIMP
acMainMinimize.h=Minimize / Maximize
acMainOpenFiles.h=Open file(s)
acMainOpenFiles=Open files
acMainOpenFolder=Open folder
acMainOpenPlaylist.h=Import playlist
acMainOpenPlaylist=Import playlist
acMainStayOnTop=Stay on top
acMLCompressDB=Compress database
acMLDeleteAll=Delete all files from database
acMLGroupingTreeDeleteSelected=Delete from database
acMLLabelsDialog=Labels...
acMLMakeReport=Report...
acMLMissedFiles=Misplaced files...
acMLPlayFiles=Play
acMLPlaySelectedFiles=Play selected files
acMLReloadTagsForAllFiles=Reload tags for all files
acMLReloadTagsForSelectedFiles=Reload tags for selected files
acMLTableDeleteSelected=Delete selected from database
acMLTableSendFilesToActivePlaylist=Add to active playlist
acMoveTo=Move to...
acOpenFolder=Open Folder
acOptionHotkeys.h=Hotkeys options
acOptionHotkeys=Hotkeys
acOptionLangs.h=Language settings
acOptionLangs=Language
acOptionPlugins.h=Plugins settings
acOptionPlugins=Plugins
acOptions=Preferences
acOptionShutdown.h=Scheduler options
acOptionShutdown=Scheduler
acOptionSkins.h=Interface settings
acOptionSkins=Skins
acPlayableFileCopyFileToClipboard.h=Copy file to clipboard
acPlayableFileCopyInfoToClipboard.h=Copy file info to clipboard
acPlayableFileCopyToLastPath.h=Copy currently playing file into last selected folder
acPlayableFileDeletePhysically=Physically delete currently playing file
acPlayableFileShowFileInfo=Current file info
acPlayableFileToggleSwitchInPlaylist.h=Playable file (on / off)
acPlayerJumpToTime=Jump to time
acPlayerNextTrack=Next track
acPlayerPlayPause=Play/Pause
acPlayerPrevTrack=Previous track
acPlayerRadioCapture=Radio capture
acPlayerRepeat=Track repeat
acPlayerRepeatPartAB=Repeat part "А-B"
acPlayerSeekBackward.h=Seek backward
acPlayerSeekForward.h=Seek forward
acPlayerShuffle=Shuffle
acPlayerStop.h=Stop playback
acPlayerStopAtEnd.h=Stop playback after current file
acPlayerVolumeDown.h=Volume -
acPlayerVolumeMute.h=Mute (On / Off)
acPlayerVolumeMute=Mute
acPlayerVolumeUp.h=Volume +
acPlaylistAddSelectedToBookmarks.h=Add bookmark
acPlaylistAddSelectedToQueue=Add to queue
acPlaylistClose=Close playlist
acPlaylistCloseOthers=Close other playlists
acPlaylistCopySelectedToClipboard=Copy selected files to clipboard
acPlaylistDeleteAll=Remove all
acPlaylistDeleteDuplicates=Remove duplicates
acPlaylistDeleteNonExists=Remove missing
acPlaylistDeleteNonSelected=Remove all files except selected
acPlaylistDeleteSelected=Remove selected files
acPlaylistDeleteSelectedPhysically=Physically delete selected files
acPlaylistDeleteSwitchedOff=Remove disabled files
acPlaylistDeleteSwitchedOffPhysically=Physically delete disabled files
acPlaylistFindInML=Find in Music Library
acPlaylistFindNewFiles=Find new files
acPlaylistFocusedItemShowQTE=File info
acPlaylistInsertAfterPlayingItem=Insert after playing
acPlaylistInsertToQueueBeginning=Add to queue beginning
acPlaylistNew=New playlist
acPlaylistNext.h=Next playlist
acPlaylistPlayFocusedItem.h=Play selected file
acPlaylistPlayFocusedItem=Play
acPlaylistPlayPrevious=Play last playlist
acPlaylistPrev.h=Previous playlist
acPlaylistReloadFromPreimage=Reload data from preimage
acPlaylistRemoveSelectedFromQueue=Remove from queue
acPlaylistRename=Rename playlist
acPlaylistReverse.h=Sorting: invert
acPlaylistReverse=Invert
acPlaylistSave=Export playlist
acPlaylistSortByArtist=Sort by artist
acPlaylistSortByDuration=Sort by duration
acPlaylistSortByFileName=Sort by folders
acPlaylistSortByTitle=Sort by title
acPlaylistSortRandomize.h=Sorting: randomize
acPlaylistSortRandomize=Randomize
acQueueClear=Clear queue
acQueueManager=Queue manager
acSearchAdvanced=Advanced search
acSearchQuick=Quick Search (start / continue)
acSendToAudioConverter.h=Send to Audio Converter
acSendToAudioConverter=Audio Converter
acSendToTagEditor.h=Send to tag editor
acSendToTagEditor=Tag editor
acUtilsAudioConverter=Audio Converter
acUtilsAudioLibrary=Music Library
acUtilsTagEditor=Tag Editor
acVisualFullScreen.h=Fullscreen visualization mode
acVisualFullScreen=Fullscreen
acVisualNext.h=Next visualization
acVisualNormal.h=Normal visualization mode
acVisualNormal=Normal
acVisualPrev.h=Prev visualization
CategoryMenu=Category
CategoryOptions=Options
ClearPls=Clear playlist
CM_DEL=Remove from playlist
CM_SEL=Select files
CountLabel.h=Files count in playlist
ItmEQPos=Show equalizer on the left
LengthLabel.h=Total playlist duration
miCountdown=Countdown
miMLCreateDynPlaylist=Create smart playlist
miMLGroupingPreset=Grouping
miMLGroupingPresetAdd=Add...
miMLGroupingPresetEdit=Edit...
miMLGroupingPresetRemove=Delete
miMLLabelsExclude=Unset label
miMLLabelsInclude=Set label
miMLManageDB=Database
miMLReload=Refresh...
miMLTableSendToPlaylist=Send to playlist
miMLTableViewAlbumThumbnails=View: Album Thumbnails
miMLTableViewDefault=View: Table
miMLTableViewGroupDetails=View: Group Details
miPersonalSettings=Personal settings
miPlaylistNewSmart=New smart playlist
miReadOnly=Lock from changes
miSelectAll=Select all files
miSelectNone=Select none
miSelectPls=Select playlist
miSendToPlaylist=Send to other playlist
miSortByPatternOptions=Options
miRadioCatalogs=Internet Radio Catalogs
N6=Rescan tags
N20=Queue
N22=Tray
N31=Visualization mode
N35=Show window
N36=Equalizer
N37=Visual window
N38=(hide all)
N40=Visualization
N41=Skins
N43=Help
N47=Exit
N56=Utilities
N70=Suspend global hot keys
N75=Utilities
N79=Show current
N80=Load preset
N81=Save preset
N83=Reset all effects settings
N84=Reset equalizer settings
N85=Collapse all
N86=Expand all
N90=Player
N91=Play/Pause
N92=Stop
N93=Add Files
N95=Previous track
N96=Next track
N98=Volume
N114=Merge with similar categories
N115=Merge all similar categories
pmAdd.h=Add items menu
pmDelete.h=Remove items menu
pmEqualizer.h=Equalizer Settings
pmMainMenu.h=Main menu
pmManagePlaylist.h=Playlist management
pmMisc.h=Misc menu
pmMLDelete.h=Remove items menu
pmMLGroupingPresets.h=Grouping Presets
pmMLLabels.h=Labels menu
pmMLMainMenu.h=Main menu - music library
pmMLMisc.h=Misc menu
pmMLTableViews.h=Views
pmPlaylistList.h=Playlists list
pmQuickOptions.h=Quick settings
pmSorting.h=Sort items menu
pmUtilities.h=Utilities
SentToNewPLS=To new playlist
SizeLabel.h=File size in playlist
TCFixFloat=Pin floating bar
TL=Save tracklist
TrayCotnrol=Show Mini Player

[AIMPML]
Added=Added
Album=Album
AlbumArtist=Album Artist
Artist=Artist
Bitrate=Bitrate
BPM=BPM
Channels=Channels
Composer=Composer
Copyrights=Copyrights
DiskNumber=Disk #
Duration=Duration
FileFormat=File Format
FileName=File Name
FileSize=File Size
Genre=Genre
Labels=Labels
LastPlayback=Last playback
PlaybackCount=Playback count
Publisher=Publisher
Rating=Rating
SampleRate=Sample rate
Title=Title
TrackNumber=Track #
URL=Link
UserMark=User Rating
Year=Year

[AIMPML.Controls]
History=Playback History
None=(none)
SetNewLabel=New label...
ShowAll=(show all)
UnsetAllLabels=Unset all labels

[AIMPML.Reports]
AlbumCount=Album count:
ArtistCount=Artist count:
Common=Statistic
FavoriteAlbums=Favorite albums (Top %d)
FavoriteArtists=Favorite artists (Top %d)
FavoriteGenres=Favorite genres (Top %d)
FavoriteTracks=Favorite tracks (Top %d)
GenreCount=Genre count:
L1=Playback count:
L2=Track count
L3=Total duration (~)
L4=Artist
L5=Listened
L6=Total
TrackCount=Track count:

[AIMPMLFilterEditorDialog]
btnCancel=Cancel
btnOK=OK
Caption=Filter Parameters
cbLimit=Maximal count of tracks:
cbSortBy=Sort by:
L1=Rules

[AIMPMLFilterEditorDialog.FilterControl]
C=Add rule
G=Add group
Op0=equals
Op1=not equals
Op2=between
Op3=less
Op4=less or equals
Op5=greater
Op6=greater or equals
Op7=contains
Op8=begins with
Op9=ends with
R=Delete

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Clear
btnEditFilter=Edit...
Caption=Grouping template
L1=Auto-name
L2=Group by fields
L3=Custom Filter
lbName=Name
lvAvailable=Available fields
lvGroup=Used fields

[AIMPMLLabelsDialog]
acMoveLeft=Set label
acMoveRight=Unset label
acRemove=Remove label
acRename=Rename label
btnCancel=Cancel
btnOK=OK
C1=Labels
C2=Available labels
Caption=Labels
L1=Enter the label name
L2=Add
miSetToAll=Apply to all files
miUndoSetToAll=Undo: apply to all files

[AIMPMLMissedFilesDialog]
acApply=Apply to checked
acFind=Search...
acRemoveSelected=Remove selected from DB
acReplace=Replace filename...
Caption=Misplaced files

[AIMPMLMissedFilesDialog.tlMissedFiles]
c[0]=Misplaced file
c[1]=Suggested replacement
c[2]=Degree of compliance

[AIMPMLMonitoringSettingsDialog]
acAdd=Add
acDeleteAll=Delete All
acDeleteSelected=Delete Selected
acUpdate=Update
btnClose=Close
Caption=Files Monitoring
CB1=Search for moved or renamed files
CB2=Delete non-existing files from data base
CB3=Reload tags
cbMinFD=If duration less than:
cbMinFS=If size less than:
cbScanOnStartup=Check for new files at application start up
cbTrackChanges=Monitor for changes while running
GB1=Monitoring
GB2=Do during update
gbFiltBy=Skip file
L1=If file extension is:
L2=Click the "update" button to update content of data base of your music library 
pcpFolders=Folders
pcpSettings=Settings

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Folder
c[1]=Sub-folders

[AIMPMLPreimageDialog]
Caption=Smart Playlist - Music Library

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Add
acDeleteAll=Delete All
acDeleteSelected=Delete Selected
btnCancel=Cancel
btnOk=Ok
Caption=Smart Playlist - folders
cbSyncOnChanges=Monitor for changes while running
cbSyncOnStartup=Check for changes at application start up

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Folder
c[1]=Sub-folders

[AIMPSendToDialogForm]
cbDefault=Apply as a default
cbSaveStructure=Save path structure
gbAdditionals=Additional files
gbPath=Destination path
gbRename=Rename by template
L1=Copy|Move
L2=Copy To|Move To
L3=Copy Options|Move Options
lbAdditionals=Files to copy to destination path along with main files.\n; - separator, * - unknown part of file name

[ATEAutoTagForm]
C1=Before changes
C2=After changes
c[0]=File name
c[1]=Album
c[2]=Artist
c[3]=Genre
c[4]=Title
c[5]=Track No
c[6]=Year
Caption=Autofill tag using file name

[ATEChangeRegisterDialog]
Caption=Changing the case / Transliteration
CB1=Tags:
GB1=Actions
L1=Case:
L2=Transliteration:
L3=Fields:

[ATEForm]
A1=Autonumeration (XX)
A2=Renaming
A3=Change to format "%s"
A4=Apply
A9=Skip already analyzed files
acEdit=Edit All Fields
aSave=Save
aTag.h=Autofilling
B1.h=Changing the case / Transliteration
B5=Refresh tags
btnBPM.h=BPM
btnRG.h=ReplayGain
Caption=AIMP: Advanced Tag Editor
cbSubFolders=With subfolders
lbNoData=(No data for preview)
miBPMAnalyze=Analyze selected
miDelete=Delete
miDeletePhys=Delete physically
miGroupBy=Group By
miGroupByFolder=By Parent Folder
miGroupByNone=No grouping
miJumpTo=Jump to folder...
miNumCfm=Ask confirmation
miRgAlbum=Scan selected: as one album
miRgFile=Scan selected: without album
miRgMAlbum=Scan selected: get album from tags
miRgRemove=Remove ReplayGain info from tags
miSoundOut=Playback options
TM0=Files on hard drive
TM1=User added files

[ATEForm.lvTable]
c[0]=№
c[1]=Disc №
c[2]=File name
c[3]=Title
c[4]=Artist
c[5]=Album
c[6]=Year
c[7]=Genre
c[8]=Bitrate
c[9]=Duration
c[10]=Format
c[11]=Cover
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Size

[ATERenameForm]
btnRename=Rename
Caption=Renaming options
CB1=Preview
CB2=Work with copy of file
GB1=Rename files by template
GB2=Move files to selected folder
GB3=Search and Replace
GB4=Registry
GB5=Transliteration
L1=Find:
L2=You can use "\" symbol (%Y\%A - %T) to sort by folders
L3=Replace with:

[ATESaveParams]
Caption=Save options

[AutoTag]
bOk=Apply
Caption=Autofilling
CB1=Don't fill field if it has a value

[BookmarkEditDialog]
btnOk=Save
Caption=Bookmarks Editor

[BookmarksManagerDialog]
acItemAddFile=Add: File
acItemAddFolder=Add: Folder
acItemAddLink=Add: URL
acItemEdit=Edit
acItemRemove=Remove
B1=Add to Playlist
B2=Play
btnAdd=Add
btnClose=Close
Caption=Bookmarks Manager

[BookmarksManagerDialog.lvItems]
c[0]=Title
c[1]=Path
c[2]=Position
c[3]=Notes

[CommonDialogs]
B1=OK
B2=Cancel
B3=New Folder
L1=Select Folder
L2=Include SubFolders
SA=Select all
SN=Remove selection

[ConfirmDialog]
B1=Replace
B2=Replace All
B3=Skip
B4=Skip All
B5=Rename
B6=Cancel
Caption=Replace
gbFile1=Replace file
gbFile2=By new file

[CONTEXT]
0=&Open with AIMP
1=&Play
2=Add to p&laylist
3=Add to &queue
4=Add to &bookmarks
5=&Edit tags
6=&Convert to other format

[Converter]
actAddFiles=Add Files
actAddFolders=Add Folders
actAddPlaylist=Add Playlists
actDeleteAll=Clear
actDeleteSelected=Delete Selected
bAdd.h=Add Files / Folders
bDelete.h=Remove Files
bQuickOptions.h=Options
bSettings=Options
bStart=Start
bStop=Stop
Caption=AIMP: Audio Converter
csCancel=Canceled
csDone=Done
csError=Error
csWaiting=Waiting
lbEncoder=Format:
lbMode=Encoding mode
lbTargetFileName=Rename file:
lbTargetFolder=Move output to:
lbTimeElapsed=Elapsed:
lbTimeLeft=Remain:
lbTotalProgress=Total Progress:
miDeleteSource=Remove source file after successful conversion
miSavePathStructure=Save directory structure when moving file to target path
miShutdownWhenDone=Shut down computer after conversion
miUncheckSuccessful=Remove check mark from the file after successful conversion
Modes=Single source - single result|All sources - single result
PatentedCodecsWarning=Because of software patents, we cannot distribute encoding software for the following formats: %s.\n\nIf you need this functionality, you should download missing libraries and install them to "%s" manually.\n\nSee details here: %s
PatentedCodecsWarningTitle=Conversion to other formats

[Converter.lvTable]
c[0]=Name
c[1]=Format
c[2]=Status
c[3]=№

[ConverterEncoders]
bOk=Ok
cbAsInput=As source file
cbChangeFormat=Change Format
cbCorrectionFile=Create correction file
cbIncludeMD5=Include checksum to file
cbModeHybrid=Hybrid
cbModeLossless=Lossless
gbMode=Mode
lbBestC=Best compression
lbBestQ=Best quality
lbBitDepth=Sample Format:
lbBitrate=Bitrate:
lbBitrateMode=Mode:
lbChannels=Channels:
lbCompression=Compression:
lbLeast=Fast compression:
lbMost=Best compression:
lbQuality=Quality:
lbSampleRate=Sample Rate:
scParams=Parameters

[CopyDialog]
0=Copying...
1=Moving...
2=Pause
3=Continue

[DropForm]
CB1=Don't ask again
RG1=Drag and Drop

[DSPDialog]
btnEqPresets=Presets
btnReset=Reset to Defaults
CB1=Voice Remover (for Stereo Only)
CB3=Use sound fading (Pause / Unpause)
CB4=Use sound fading on navigation within track
CB5=Smooth volume changing
CB6=Mix next track with previous
CB7=Fade in volume at the beginning of track
CB8=Fade out volume at the ending of track
cbEqSwitch=Switch on the Equalizer
GB1=Normalize volume
GB2=Manual track switching
GB3=Automatic track switching
GB4=Replay Gain
L1=* You can reset values by right mouse click
L2=DSP Plugins:
L4=Preamp:
L5=Current value:
L6=Upper threshold of preamp:
L7=Lower threshold of preamp:
L9=Default value: 
L10=Target volume level:
lbChorus=Chorus
lbEcho=Echo
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Pitch
lbPreamp=Preamp
lbReverb=Reverb
lbSpeed=Speed
lbTempo=Tempo
lbTrueBass=Bass
R2=Use value from tags
R3=Analyse file "on-the-fly"
RB1=Do Nothing
RB2=Add pause between tracks
tcpAutoVolume=Volume normalization
tcpCrossMixing=Mixing Options
tcpSoundEffects=Sound Effects

[DSPDialog.cbReplayGainSource]
i[0]=Source: File
i[1]=Source: Album

[EditorForm.RegisterFmt]
i[0]=Without changes
i[1]=All Words With Capital Letter
i[2]=First word with capital letter
i[3]=ALL IN UPPER CASE
i[4]=all in lower case

[EQPresetsDialog]
B1=Apply
B2=Cancel
B3=Delete
B4=Restore
Caption=Equalizer presets

[HotkeysGroups]
Common.Dialogs=Common: dialogs
Common.SendTo=Files: send to...
Common=Common
MusicLibrary.GroupingTree=Music Library: grouping tree
MusicLibrary.Table=Music Library: table
MusicLibrary=Music Library: common
Player.Navigation=Player: navigation
Player.PlayableFile=Player: playable file
Player.PlaybackControl=Player: playback control
Player.Visualizations=Player: visualization
Playlist.AddFiles=Playlist: files adding
Playlist.Deletion=Playlist: files deletion
Playlist.Search=Playlist: search
Playlist.SelectedFiles=Playlist: selected files
Playlist.Sorting=Playlist: sorting
Playlist=Playlist

[InfoBar]
CB1=Show current file info at playback start
CB2=By left|By right|By center
CB3=Show at desktop top|Show at desktop bottom
CB4=Show album cover
CB6=Show in fullscreen applications
CB7=Apply to background only
CB8=Show Always
GB5=Content
L3=Show time:
L5=Text align:
M1=Background
M2=Line %d
M3=Font
M4=Text Color
P1=Information Bar
RB2=Quick File Info Card
T0=Behavior
T1=Template
T2=View

[MSG]
1=New playlist
2=Enter name
3=Music Library
4=This operation will delete the files from the hard drive! Proceed?
5=(disabled)
6=File or folder not found!
7=Minimize to tray
8=Show main window
9=Rename
10=Volume
11=Position
12=Play
13=Play from the beginning
14=Pause
15=User defined preset
16=Select all
17=Off|On
18=Send files
19=This hot key is either invalid or already assigned to another application
20=Use multimedia keys?
21=This operation will close all playlists, except the active. Proceed?
22=Write to file
23=Preview
24=Topmost
25=Couldn't save changes in file "%s", maybe it is locked by another application.
26=Apply changes to files?
27=Composer
28=Screen determined by position of Main Window|Screen %d: Secondary (%s)|Screen %d: Primary (%s)
29=Folder "%s" doesn't exist
30=Couldn't remove one of the plugins, maybe it is used by the application:
31=Done...
32=Single playlist mode:\nCouldn't change playlist because it is locked!
33=Search
34=Local files
35=No grouping
36=Find files...
37=Read only|Assigned to preimage
38=This option disables the ability to make more than one playlist.\nIf you select this option other playlists tabs will be automatically closed!
39=Quality
40=Save As
41=Download from the Internet
42=Format:
43=(Default)
44=Speed
45=Balance
46=Opening...|Buffering...
47=Radio Capture
48=Title
49=Register
50=This key is already used!
51=Jump to time:
52=Invalid format
53=New version is available. Download it now?
54=Sound fonts
55=Current value:
56=for sorting by folders use "\" symbol in template
57=Do you really want to reset the stats?
58=New template
59=Removing Files Physically|Followed files were not deleted because of system error:
61=Operation hasn't finished yet. Do you want to abort it?
62=Some operations haven't finished yet! Do you want to cancel them?
63=File search:
64=Size:
65=Creation date:
66=Nothing found
67=Updating...
68=DB size before compression: %s\nDB size after compression: %s\nSaved: %s.
69=Apply
70=Cancel
71=Admins privileges are required
72=File type
73=Loading...
74=Profile folder
75=Sort by template
76=Set user rating %s
77=Auto search
78=New files:
79=Transparency
80=Preview
81=Lyrics
82=File location...
83=Copyright
84=Changes will be applied after restarting the application
85=User Rating
86=Copy
87=Paste
88=Cut
89=Source
90=Result
91=This operation will delete "%s" preset. Proceed?
92=All|Addons|Decoders|Visuals|DSP
93=Adding files...
94=Repeat part "A-B" [off]|Point "A" assigned|Repeat part "A-B" [on]|
95=Reconnection in %s sec
96=Warning! This operation will reset presets list to default!
97=Save player state on close
98=Use the Mini Player instead of minimizing to tray
99=Presets editor
100=Album
101=URL
102=Artist
103=Title
104=Comment
105=Genre
106=Remove tag
107=Year
108=Track #
109=Disk #
110=Album cover
111=Sound fonts not found or invalid.
112=<none>
113=Done!
114=This operation will remove all files and statistics from database! Continue?
115=Duration
116=File|Folder|Playlist
117=Played
118=Added
119=Rating
120=Managing playlists
121=Delay:
122=Close
123=Copy file to clipboard
124=Open tag editor
125=Catalogs
126=Please wait...
127=Played Count
128=Copy to %s|Move to %s
129=Auto filling (RMB - template selection)
130=Album Artist
131=Converting:
132=Rename
133=Settings
134=Paused
135=Resize...
136=Settings have been changed. Do you want to save the changes?
137=Removable Drive|CD-Drive
138=Apply to
139=Computer will be shut down in %s sec
140=Publisher
141=dB
142=Warning! Other programs will not be able to output sound if this output device type is used in AIMP.
143=Preimage: |None|Folders|Music Library|Playlist

[Options]
bCancel=Close
Caption=Options

[OptionsFrameAddFiles]
C1=File adding
C9=General
C10=Open files from external applications
C11=Drag and drop
CB1=Ask user
CB2=Expand files by markup file at adding to playlist
CB6=Autoscan playlist when adding files
CB9=Play opened files immediately
CB15=Play added files immediately
CB19=Begin playback immediately
CB47=Add to current playlist if one file is sent
CB48=Open playlist files in new tabs
CB49=Add entire folder if one file is sent
CB59=Sort by file name
L1=Default action:
L7=When files are being opened:

[OptionsFrameAddFiles.CBA]
i[0]=Create new playlist
i[1]=Add to current playlist
i[2]=Add to empty playlist "Default"

[OptionsFrameAddFiles.RG4]
i[0]=Add files to current position
i[1]=Add files to end of playlist
i[2]=Add files to beginning of playlist
i[3]=Add and mix files in playlist

[OptionsFrameAlbumArtManager]
B1=Flush cache
C1=Automatic Search Options
C2=Caching Options
Caption=Album Art
GB1=Find on the Internet
GB2=Allow Caching
GB3=Find in file folder
L1=No plugins have been installed for the ability to download album art from the Internet
L2=Maximum file size for download:
L3=Caching reduces the number of disk accesses, saves Internet traffic, accelerates album art searching.
L4=Remove record from the cache after:
L5=days
L6=Status:

[OptionsFrameAssoc]
B1=File Types
C1=File associations
CB1=Audio Files
CB2=Playlists
CB3=Skins

[OptionsFrameConvertor]
C1=Conversion Settings
C18=Behavior
Caption=Converter
CB1=Expand files by CUE Sheet file at adding to table
L1=Threads:
L2=Maximum count of threads depended from the number of CPU cores.

[OptionsFrameFace]
C2=Interface options
C3=Transparency
Caption=Interface
CB1=Allow per-pixel semitransparency
CB2=Show waveform of playable file over the seek bar
CB3=Animate windows pinned to another windows when showing or hiding
CB4=Animate windows when showing or hiding in desktop toolbar mode
CB5=Spectrum animation for playable file
CB28=Animate visual display when changing its state
CB30=Allow buttons fading effect
CB35=Smooth playlist tabs scrolling
CB38=Disable transparency if window is active
CB39=Disable transparency if window is mouse focused
CB42=Smooth transparency
CB52=Snap windows to screen edges and other AIMP's windows
L1=Skin should support this feature

[OptionsFrameHotkeys]
B10=Default
C1=Hot keys
c[0]=Command name
c[1]=Local
c[2]=Global 1
c[3]=Global 2

[OptionsFrameLang]
C1=Select interface language
Caption=Language
L1=Convert non-Unicode strings according to
L2=Primary
L3=Additional
L4=Old

[OptionsFrameMLMain]
B1=Files Monitoring...
C1=Music Library
Caption=Music Library
CB1=Set user rating
CB2=Start playback
CB3=Playback has been accounted
CB4=Show rating instead of user defined rating, if user rating is not set
CB5=Synchronize user defined rating with tags of audio file
CB6=Always show content of subfolders
CB7=Combine empty grouping levels when possible
GB1=Common
GB2=Add file to the database when
GB3=Rating
GB4=Playback accounting
L1=Minimum threshold for duration of the file:
L2=Account playback after play:\nbut no more than 4 minutes
L3=Calculate rating based on statistics for last:
L4=days

[OptionsFrameNet]
C21=Internet connection options
Caption=Connection
CB1=Use direct connection
CB2=Use system defaults
CB3=Manual proxy configuration
L79=Timeout:
L98=Password:
L106=Server:
L107=Port:
L108=User:

[OptionsFramePlayer]
Caption=Player
CB21=Stay on top
G1=Controlling
GB4=Control by hot keys
GB5=Control by mouse
GB15=Copy into clipboard template
L14=Change position when pressing hot key with
L16=Change volume when pressing hot key with
L33=Middle click:

[OptionsFramePlayer.MOBox]
i[0]=(none)
i[1]=Play/Pause
i[2]=Add files

[OptionsFramePlayerBehavior]
C1=Automatic
CB7=Repeat playlist with one file
CB22=Stop playback if current file was deleted
CB32=Auto-adjust equalizer preset for a track
CB48=Save player state during the playlist navigation via "next / previous file" buttons
CB58=Automatically jump to next track
GB1=Common
GB2=On program startup
GB3=Playback mode
GB4=On end of playlist
L1=Playback mode:

[OptionsFramePlayerBehavior.RG1]
i[0]=Start playback
i[1]=Resume player state
i[2]=Do nothing

[OptionsFramePlayerBehavior.RG2]
i[0]=Jump to next playlist
i[1]=Repeat Playlist
i[2]=Stand by

[OptionsFramePlayerBehavior.RG3]
i[0]=Normal
i[1]=Repeat track
i[2]=Shuffle

[OptionsFramePlaylistBehavior]
C6=Behavior
C19=Scroll playlist items with mouse wheel
Caption=Playlist
CB1=Remove playlist when closing tab
CB2=Open bookmarks in new playlist "Bookmarks"
CB3=Save absolute file paths (recommended)
CB4=Save playlist "Default"
CB8=Ask playlist name at creation
CB31=Save queue at application exit
CB46=Close playlist by double-click on tab
CB56=Ask for confirmation when removing files from hard drive
CB57=Single Playlist Mode
GB1=Saving
GB2=Common
L12=Normal scroll
L18=Scroll with "%s" pressed

[OptionsFramePlaylistView]
bCancel=Cancel
bOk=Ok
C1=Appearance options
Caption=Appearance
CB50=Show information about selected files
cbAbsoluteNumeration=Absolute Numeration
cbGroupMode=Enable groups
cbMergeGroups=Merge similar categories automatically
cbShow2ndLine=Show second line with info
cbShowDuration=Show duration column
cbShowExpandBtns=Show group expand buttons
cbShowMarks=Show rating
cbShowNumbers=Show track number
cbShowSwitches=Show switches column
ddZoom=Zoom
gbFormating=Format Settings
gbGrouping=Grouping Settings
gbLayoutSettings=Layout Settings

[OptionsFramePlugins]
B1=Restart now
Caption=Plugins
L1=Some of the loaded plugins are not used by this application
lbURL=Get more plugins
N1=Remove
N2=Load selected
N3=Load all
N4=Unload selected
N5=Unload all

[OptionsFramePlugins.cbFilter]
i[0]=All
i[1]=Loaded
i[2]=Unloaded
i[3]=Unused

[OptionsFrameRadioCap]
C1=Common settings
C22=Internet radio capture
Caption=Internet Radio
CB65=Capture stream without transcoding (only for MP3 / AAC / AAC+)
CB66=Write tags to file
CB67=Write CUE-log
CB68=Buffer size for background recording:
CB69=Delete files whose duration is less than:
GB6=Capture options
GB9=Split to files
L1=Number of attempts to reconnect when connection is lost:
L2=User-Agent:
L3=Buffer size:
L13=Time:
L24=File name template:
L25=Size:
L85=Save to folder:

[OptionsFrameRadioCap.cbBreakType]
i[0]=Split by tracks
i[1]=Split by size
i[2]=Split by time

[OptionsFrameRunningLine]
C13=Running line
CB75=Cyclical
GB1=Running line animation
GB3=Running line template
L10=Update interval:
L35=Appearance:
L36=Movement:

[OptionsFrameRunningLine.rsRun]
i[0]=Disabled
i[1]=Left
i[2]=Right

[OptionsFrameRunningLine.rsShow]
i[0]=Disabled
i[1]=Left
i[2]=Right
i[3]=Top
i[4]=Bottom

[OptionsFrameSkins]
B2=Browse...
C1=Skins
lbURL=Get more skins
miDelete=Remove

[OptionsFrameSort]
L1=Use "%!" macros for reverse sorting

[OptionsFrameSystem]
C1=System
Caption=System
CB2=Show current track information in taskbar
CB3=Allow current file information scrolling
CB4=Show playback progress
CB5=Show player state in button on taskbar
CB6=Show player state as color of progress bar
CB7=Use "Indeterminate" status for audio streaming
CB18=Prevent display from powering off
CB23=Add to Explorer context menu
CB24=Add to CD/DVD autorun menu
CB40=Add link to "Run" menu
CB41=Add to default applications list
CB60=Autorun
GB1=Integration
GB2=Show button on taskbar
L1=Player window should be active
L99=Priority

[OptionsFrameTrackList]
C4=Tracklist export options
Caption=Tracklist export
CB54=Export hidden playlist items
CB55=Export playlist categories
L26=Default template:
L27=Pattern:

[OptionsFrameTray]
C15=General
C16=File info
C17=Mouse control
Caption=Tray
CB1=Minimize to tray on minimizing the application
CB2=Minimize to tray on startup
CB3=Show the Mini Player on minimizing to tray
CB4=Show playback status on tray icon
CB5=Always show tray icon
CB13=Show file info at mouse focus
L30=One click:
L31=Double click:
L32=Middle click:
L34=Showing delay:

[OptionsFrameTray.TrayCmd]
i[0]=(disabled)
i[1]=Show/Hide the Main Window
i[2]=Bring the Main Window to top
i[3]=File info
i[4]=AIMP Volume controller
i[5]=Play/Pause
i[6]=Add and play files
i[7]=Next track
i[8]=Prev track

[OptionsFrameVisual]
C23=Visualization
CB68=Use smoothing
CB71=Change visualization every:
GB7=Fullscreen mode
GB10=Visualizations changing
L21=Start fullscreen mode on display:
L23=It will render more slowly but render better image when zooming

[OptionsSoundOutFrame]
C1=Playback options
Caption=Playback
CB2=Logarithmic volume slider
L1=Sound output type:
L2=Device:
L3=Parameters:
L4=Cache size:
L5=Select channels which will be used for output

[OptionsSoundOutTransformFrame]
B1=DSP Manager
C1=Transform Options
CB1=Allow channels mixing
CB1Hint=Surround emulation for stereo / mono files\nSmart conversion of multichannel files to stereo / mono
CB2=Anticlipping
CB2Hint=Prevents scratch effect and noise, which appears when the signal jumps over 0 dB
CB3=Dither
CB3Hint=Suppress distortion which appears when decreasing sampling depth
GB1=Tracker Music
GB2=Common
L1=Resampling:
L2=Speed
L3=Quality

[PlaylistsManagerDialog]
acImport=Import playlists...
acImportDirs=Import folders...
acRemove=Remove selected from disk
btnPreimage=Settings
cbReadOnly=Lock from changes
L1=Common
L2=Personal settings
L3=Active playlists
L4=Inactive playlists
L5=Preview
lbPreimage=Preimage:
lbPreimageNotes=Preimage is data source for current playlist (that can be based on Music Library, Folders or etc). To synchronize with the preimage, press "Reload data from preimage".\n\n Synchronization is in one direction only: Preimage -> Playlist.
lbStorage=Location:

[PLS]
N1=Absolute file paths
N2=Sort files after adding to playlist by template:
N3=Add
N20=Removal
N22=Enable
N23=Disable
N36=Bookmarks
N37=Add
N39=Edit

[QTEAlbumArtEditor]
btnCancel=Cancel
btnOk=OK
Caption=Album Art Editor
lbScale=Scale:
lbSizes=Sizes:
pnlCrop=Crop
pnlScale=Resize

[QTEForm]
bCopyTo=Copy to...
Caption=Tag Editor
L1=Load
L2=Save
L3=Uncheck to remove album art from file on save the changes
T1=Basic
T2=Lyrics
T3=CUE
T4=Information

[QueueDialog]
Caption=Queue manager
CB1=Pause
L1=Total time:

[QueueDialog.ListView]
c[0]=Number
c[1]=File name
c[2]=Playlist
c[3]=Duration

[Scheduler]
A1=Shut down
A2=Hibernate
A3=Close application
A4=Pause playback
A5=Sleep
B1=At time
B2=At the end of playlist
B3=At the end of queue
B4=At the end of file
B5=OK
Caption=Scheduler
CB1=Smooth volume changing
CB3=Fade out the volume during:
CB4=Volume increasing for:
CB5=Sleep timer
CB6=Alarm clock
L1=Time:
L3=Files to play before action:
L4=Select object to play:
L5=You can drag file from playlist or Explorer to text field
R1=At chosen time
R2=At elapsed time
S1=sec
T1=Sleep Timer
T2=Alarm

[SearchForm]
B1=Search options
B2=Close
Caption=Advanced search
CB1=Search in titles
CB2=Search in artists
CB3=Search in albums
CB4=Search in genres
CB5=Search in full file names
CB6=Autosearch
L1=(All)
N1=Play
N2=Jump to beginning

[SearchForm.Table]
c[0]=Title
c[1]=Playlist
c[2]=Index in queue

[Templates]
%Album= - album
%AlbumArtist= - album artist
%AlbumGain= - replay gain value for album
%Artist= - artist
%Bitrate= - bitrate
%BPM= - beats per minute
%Caps(A)= - All Word With Captial Letter
%Channels= - channels
%Char(A)= - symbol with A code
%Composer= - composer
%DiskNumber= - disk number
%Duration= - track duration (sec)
%ExtractFileExt(A)= - extracting extension of file A
%FileCreatedDate= - file created date
%FileCreatedTime= - file created time
%FileDir= - full path to parent directory
%FileFormat= - file format
%FileModifiedDate= - file modified date
%FileModifiedTime= - file modified time
%FileName= - full file name
%FileParentDir= - name of parent directory
%FileSize= - file size (byte)
%Format(A, B)=A - format string for numeric value, B - value
%Genre= - genre
%IF(A, B, C)== C, if A is empty, otherwise - B
%IFEqual(A, B, C, D)== C, if A = B, otherwise - D
%IFGreater(A, B, C, D)== C, if A > B, otherwise - D
%IFGreaterOrEqual(A, B, C, D)== C, if A >= B, otherwise - D
%Index= - position in the playlist
%LastPlayDate=- last playback date
%LastPlayTime=- last playback time
%Length(A)= - length of the A string
%Low(A)= - lower case
%Lyrics= - lyrics
%Mark= - rating
%NewLine= (for tracklist only)
%PlayCount= - play count
%Publisher= - publisher
%Rating= - rating of track
%Replace(A, B, C)=, where A is source string, B - value to find, C - value to replace
%SampleRate= - sample rate
%StrCopy(A, B, C)= - copy symbols from A from position B, where C - count of symbols to copy
%StrPos(A, B)= - search sub-string A in B string
%Title= - title
%TrackGain= - replay gain value for track
%TrackNumber= - track number
%Up(A)= - UPPER CASE
%Year= - year

[Updater]
B1=Check for updates
B2=Install
Caption=Update Checker
CB1=Don't remind about this version
L1=Your version:
L2=Latest version:
L3=Manual update checking
L4=New version available: %s

[AIMPPlaylistPreimageDialog]
Caption=Smart Playlist - playlist
L1=File Name\Link

